tyeth/circuitpython/ports/raspberrypi/boards/weenoisemakers_noisenugget/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Noise Nugget 2040"
#define MICROPY_HW_MCU_NAME "rp2040"
